import React from 'react';
import './Home.css'; // Импорт стилей
import cardImage from './img/card.jpg'; // Укажите правильный путь
const Home = () => {
  return (
    <div className="home-container">
      <div className="home-text">
        <h1>Про нас</h1>
        <p>
            Наша компанія спеціалізується на наданні професійних послуг з перевезення вантажів. 
            Ми гарантуємо надійність, оперативність та індивідуальний підхід до кожного клієнта. 
            З нами ви можете бути впевнені, що ваш вантаж буде доставлено вчасно та в повній цілості.
        </p>
        <p>
            Ми надаємо послуги як для приватних клієнтів, так і для бізнесу. 
            Звертайтеся до нас, і ми допоможемо вам із будь-якими завданнями логістики та перевезень.
        </p>
      </div>
      <div className="home-image">
        <img 
            src={cardImage} 
            alt="О компании" 
        />
        </div>

    </div>
  );
};

export default Home;
